Repository: Thomas-Kebin/joplin
Catalog: CliClient/locales/*.po
Languages: eu

source: You currently have no notebook. Create one by clicking on (+) button.
eu: Oraindik ez duzu koadernorik. Sortu bat (+) botoian sakatuta.

source: Welcome
eu: Ongi etorri!
