Repository: Thomas-Kebin/joplin
Catalog: CliClient/locales/*.po
Languages: eu

source: To delete a tag, untag the associated notes.
eu: Etiketa ezabatzeko, kendu etiketa duten oharrei

source: Please select the note or notebook to be deleted first.
eu: Aurretik aukeratu ezabatzeko oharra edo koadernoa, mesedez.

source: Press Ctrl+D or type "exit" to exit the application
eu: Sakatu Ktrl+D edo idatzi "exit" aplikaziotik irteteko

source: More than one item match "%s". Please narrow down your query.
eu: Elementu bat baino gehiago bat dator "%s" bilaketarekin. Mugatu zure bilaketa, mesedez.

source: No notebook selected.
eu: Ez dago koadernorik aukeratuta

source: No notebook has been specified.
eu: Ez dago koadernorik aukeratuta.

source: Y
eu: B

source: n
eu: e

source: N
eu: E

source: y
eu: b

source: Cancelling background synchronisation... Please wait.
eu: Atzeko sinkronizazioa uzten... Mesedez itxaron.

source: No such command: %s
eu: Ez dago komandorik: %s

source: The command "%s" is only available in GUI mode
eu: "%s" komandoa soilik eskuragarri GUI moduan

source: Cannot change encrypted item
eu: Ezinezkoa zifratutako itema aldatzea

source: Missing required argument: %s
eu: Beharrezko argumentua faltan: %s

source: Your choice:
eu: Zure aukera:

source: Invalid answer: %s
eu: Erantzun baliogabea: %s

source: Attaches the given file to the note.
eu: Erantsi fitxategia notan

source: Cannot find "%s".
eu: Ezin aurkitu "%s"

source: Displays the given note.
eu: Oharra erakutsi

source: Displays the complete information about note.
eu: Erakutsi oharrari buruzko informazio guztia.

source: Gets or sets a config value. If [value] is not provided, it will show the value of [name]. If neither [name] nor [value] is provided, it will list the current configuration.
eu: Konfigurazio balioa hartu edo ezartzen du. Baldin eta [balioa] ez bada ematen, [izena]ren balioa erakutsiko du. Ez bada ematen [izena] ez [balioa], oraingo konfigurazioaren zerrenda erakutsiko da.

source: Also displays unset and hidden config variables.
eu: Ezkutuko edo zehaztu gabeko konfigurazio aldagaiak ere erakusten ditu.

source: Duplicates the notes matching <note> to [notebook]. If no notebook is specified the note is duplicated in the current notebook.
eu: <oharra>rekin bat datozen oharrak [koaderno]ra kopiatzen ditu. Koadernorik ez bada zehazten, oharra oraingo koadernoan bikoiztuko da

source: Marks a to-do as done.
eu: Markatu zeregina egindakotzat.

source: Note is not a to-do: "%s"
eu: Oharra ez da zeregina: "%s"

source: Manages E2EE configuration. Commands are `enable`, `disable`, `decrypt`, `status` and `target-status`.
eu: E2EEren konfigurazioa erabiltzen du. Komandoak dira `enable`, `disable`, `decrypt`, `status` eta `target-status`.

source: Enter master password:
eu: Sartu pasahitz nagusia:

source: Operation cancelled
eu: Eragiketa utzita

source: Starting decryption... Please wait as it may take several minutes depending on how much there is to decrypt.
eu: Deszifratzearen hasiera... Mesedez itxaron, prozesua luzea izan daiteke, zenbat dagoen prozesatzeko.

source: Completed decryption.
eu: Deszifratuta.

source: Enabled
eu: Gaituta

source: Disabled
eu: Desgaituta

source: Encryption is: %s
eu: Zifratzea da: %s

source: Edit note.
eu: Oharra editatu.

source: No text editor is defined. Please set it using `config editor <editor-path>`
eu: Testu editorerik ez dago definituta. Egin hau erabilita, mesedez: `config editor <editorearen-helbidea>`

source: No active notebook.
eu: Ez dago koadernorik aukeratuta.

source: Note does not exist: "%s". Create it?
eu: Ez dago oharrik: "%s". Sortu?

source: Starting to edit note. Close the editor to get back to the prompt.
eu: Oharra editatzearen hasiera. Itxi editorea prompt-era bueltatzeko.

source: Error opening note in editor: %s
eu: Errorea editorean oharra zabaltzean: %s

source: Note has been saved.
eu: Oharra gorde da.

source: Exits the application.
eu: Irten aplikaziotik.

source: Exports only the given note.
eu: Esportatu emandako oharra soilik.

source: Exports only the given notebook.
eu: Esportatu emandako koadernoa soilik.

source: Displays a geolocation URL for the note.
eu: Erakutsi URL geolokalizazioa oharrean.

source: Displays usage information.
eu: Erakutsi erabilera datuak.

source: Shortcuts are not available in CLI mode.
eu: CLI moduan ez dago lasterbiderik erabilgarri.

source: Type `help [command]` for more information about a command; or type `help all` for the complete usage information.
eu: Idatzi `help [command]` komandoari buruzko informazio gehiagorako; edo idatzi `help all` erabilerari buruzko informazio osoa lortzeko.

source: The possible commands are:
eu: Litezkeen komandoak hauek dira:

source: In any command, a note or notebook can be refered to by title or ID, or using the shortcuts `$n` or `$b` for, respectively, the currently selected note or notebook. `$c` can be used to refer to the currently selected item.
eu: Edozein komandotan, oharra edo koadernoari erreferentzia egin ahal zaio izenburuz edo ID erabilita, edo `$n` edo `$b` lasterbideak erabilita, aukeratuta dagoen oharra edo koadernoa erabiltzeko. `$c` ere erabil daiteke aukeratutako elementua erabiltzeko.

source: To move from one pane to another, press Tab or Shift+Tab.
eu: Panel batetik bestera mugitzeko, sakatu Tab edo Shifft + Tab.

source: Use the arrows and page up/down to scroll the lists and text areas (including this console).
eu: Erabili geziak edo page up/down list eta testu guneen artean aldatzeko (kontsola hau ere kontuan izanda).

source: To maximise/minimise the console, press "TC".
eu: Kontsola maximizatu edo minimizatzeko, saka "TC" .

source: To enter command line mode, press ":"
eu: Komando lerroa sartzeko, idatzi ":"

source: To exit command line mode, press ESCAPE
eu: Komando lerrotik irteteko, sakatu ESC, mesedez

source: Do not ask for confirmation.
eu: Ez galdetu berresteko.

source: Found: %d.
eu: Aurkitua: %d

source: Created: %d.
eu: Sortuta: %d.

source: Updated: %d.
eu: Eguneratuta: %d.

source: Skipped: %d.
eu: Saltatuta: %d.

source: Resources: %d.
eu: Baliabideak: %d.

source: Tagged: %d.
eu: Etiketatuta: %d.

source: Importing notes...
eu: Oharrak inportatzen...

source: The notes have been imported: %s
eu: Oharrak inportatu dira: %s

source: Displays the notes in the current notebook. Use `ls /` to display the list of notebooks.
eu: Oraingo koadernoko oharrak erakusten ditu. Erabili `ls /` koadernoen zerrenda erakusteko.

source: Displays only the first top <num> notes.
eu: Erakusten ditu soilik gorengo <num> oharrak.

source: Sorts the item by <field> (eg. title, updated_time, created_time).
eu: Itemak antolatzen ditu <field> arabera (esate baterako, izenburua, eguneratze_unea, sortze_unea).

source: Reverses the sorting order.
eu: Alderantziz antolatzen du.

source: Displays only the items of the specific type(s). Can be `n` for notes, `t` for to-dos, or `nt` for notes and to-dos (eg. `-tt` would display only the to-dos, while `-ttd` would display notes and to-dos.
eu: Zehaztutako item motak baino ez du erakusten. Izan daiteke `n` oharretarako, `t` zereginetarako, edo `nt` ohar eta zereginetarako (esate batrako, `-tt` zereginak erakutsiko ditu soilik, `-ttd` berriz zereginak eta oharrak.

source: Use long list format. Format is ID, NOTE_COUNT (for notebook), DATE, TODO_CHECKED (for to-dos), TITLE
eu: Zerrenda luzearen formatua erabili. Formatua hau da, ID, NOTE_COUNT (libururako), DATE, TODO_CHECKED (zereginetarako), TITLE

source: Please select a notebook first.
eu: Aurretik aukeratu formatua, mesedez.

source: Creates a new notebook.
eu: Koaderno berria sortzen du.

source: Creates a new note.
eu: Ohar berria sortzen du.

source: Notes can only be created within a notebook.
eu: Oharrak soilik sor daitezke koaderno baten barruan.

source: Creates a new to-do.
eu: Zeregin berria sortu.

source: Moves the notes matching <note> to [notebook].
eu: Oharrak eramaten ditu <note> bilatuta [notebook]era.

source: Renames the given <item> (note or notebook) to <name>.
eu: Ber izendatu emandako <item> (oharra edo koadernoa) <name> izen berriaz.

source: Deletes the given notebook.
eu: Ezabatu emandako koadernoak.

source: Deletes the notebook without asking for confirmation.
eu: Ezabatu koadernoak berrespenik gabe.

source: Delete notebook? All notes within this notebook will also be deleted.
eu: Koadernoa ezabatu? Dituen ohar guztiak ere ezabatuko dira.

source: Deletes the notes matching <note-pattern>.
eu: Ezabatu bat datozen oharrak: <note-patern> .

source: Deletes the notes without asking for confirmation.
eu: Ezabatu oharrak berrespenik eskatu gabe.

source: %d notes match this pattern. Delete them?
eu: %d oharrak bat datoz ereduarekin. Ezabatu nahi dituzu?

source: Delete note?
eu: Oharra ezabatu?

source: Searches for the given <pattern> in all the notes.
eu: Emandako <pattern> bilatzen du ohar guztietan.

source: Sets the property <name> of the given <note> to the given [value]. Possible properties are: %s
eu: Emandako <note>ren <name> ezaugarrian emandako [value] balioa ezartzen du. Litezkeen ezaugarriak dira: %s

source: Displays summary about the notes and notebooks.
eu: Oharren eta koadernoen laburpena erakusten du.

source: Synchronises with remote storage.
eu: Urruneko biltegiarekin sinkronizatzen du.

source: Authentication was not completed (did not receive an authentication token).
eu: Autentifikazioa ez da egin osorik (ez du token-ik hartu).

source: Not authentified with %s. Please provide any missing credentials.
eu: Ez da autentifikatu %s -rekin. Eman galdutako kredentzialak.

source: Synchronisation is already in progress.
eu: Sinkronizazio prozesua dagoeneko abian da.

source: Lock file is already being hold. If you know that no synchronisation is taking place, you may delete the lock file at "%s" and resume the operation.
eu: Giltzatzeko fitxategia dagoeneko eutsita dagoeneko. Baldin eta badakizu ez dena sinkronizaziorik egiten ari, ken dezakezu giltzatzeko fitxategia "%s"-n eta berrekin eragiketari.

source: Synchronisation target: %s (%s)
eu: Sinkronizazio helburua: %s (%s)

source: Cannot initialize synchroniser.
eu: Ezin has daiteke sinkronizazio prozesua.

source: Starting synchronisation...
eu: Sinkronizazioa hasten...

source: Cancelling... Please wait.
eu: Bertan behera uzten... itxaron, mesedez.

source: <tag-command> can be "add", "remove" or "list" to assign or remove [tag] from [note], or to list the notes associated with [tag]. The command `tag list` can be used to list all the tags.
eu: <tag-command> izan daiteke "add", "remove" edo "list" [oharra]tik [etiketa] esleitu edo kentzeko, edo [etiketa]rekin elkartutako oharrak zerrendatzeko. Etiketa guztiak zerrendatzeko `tag list` komandoa erabil daiteke.

source: Invalid command: "%s"
eu: Komando baliogabea: "%s"

source: <todo-command> can either be "toggle" or "clear". Use "toggle" to toggle the given to-do between completed and uncompleted state (If the target is a regular note it will be converted to a to-do). Use "clear" to convert the to-do back to a regular note.
eu: <todo-command> erabil daiteke "txandakatzeko" edo "garbitzeko". Erabili "txandakatu", emandako zeregina txandakatzeko bete ala ez-betea txandaketzeko (helburua ohar arrunta bada, zeregin bihurtuko da. Erabili "garbitu" zeregina ohar arrunt bilakatzeko.

source: Marks a to-do as non-completed.
eu: Markatu zeregina betegabe moduan.

source: Switches to [notebook] - all further operations will happen within this notebook.
eu: Aldatu [koaderno]ra - hurrengo eragiketak koaderno horretan jazoko dira.

source: Displays version information
eu: Erakutsi bertsioko informazioa

source: Enum
eu: Zenbakitu

source: Type: %s.
eu: Idatz: %s.

source: Possible values: %s.
eu: Litezkeen balioak: %s.

source: Default: %s
eu: Lehenetsia: %s

source: Possible keys/values:
eu: Litezkeen balioak:

source: Fatal error:
eu: Aio! Agur! :_(

source: The application has been authorised - you may now close this browser tab.
eu: Aplikazioak baimena hartu du - Orain fitxa hau zarratu dezakezu.

source: The application has been successfully authorised.
eu: Aplikazioak baimena hartu du.

source: Search:
eu: Bilatu:

source: Welcome to Joplin! Type `:help shortcuts` for the list of keyboard shortcuts, or just `:help` for usage information. For example, to create a notebook press `mb`; to create a note press `mn`.
eu: Ongi etorri Joplin-era! Idatz `:help shortcuts` lasterbideak ikusteko, edo soilik `:help`erabilerako informaziorako. Esate baterako, koadernoa sortzeko sakatu `mb`: oharra sortzeko sakatu `mn`

source: One or more items are currently encrypted and you may need to supply a master password. To do so please type `e2ee decrypt`. If you have already supplied the password, the encrypted items are being decrypted in the background and will be available soon.
eu: Item bat edo gehiago orain zifratuta daude eta baliteke zuk pasahitz nagusia ordezkatu behar izatea. Horixe egiteko, mesedez, idatz `e2ee decrypt`. Dagoeneko pasahitza ordezkatua baduzu, itemak deszifratzen ari izango dira atzeko planoan eta laster izango dira eskuragarri.

source: File
eu: Fitxategia

source: New note
eu: Ohar berria

source: New to-do
eu: Zeregin berria

source: New notebook
eu: Koaderno berria

source: Import
eu: Inportatu

source: Quit
eu: Irten

source: Edit
eu: Editatu

source: Copy
eu: Kopiatu

source: Cut
eu: Moztu

source: Paste
eu: Itsatsi

source: Search in all the notes
eu: Bilatu ohar guztietan

source: Tools
eu: Tresnak

source: Synchronisation status
eu: Sinkronizazioaren egoera

source: Encryption options
eu: Zifratzeko aukerak

source: General Options
eu: Ezarpenak

source: Help
eu: Laguntza

source: Website and documentation
eu: Web orria eta dokumentazioa (en)

source: About Joplin
eu: Joplin-i buruz

source: Cancel
eu: Utzi

source: Notes and settings are stored in: %s
eu: Oharrak eta ezarpenak hemen daude gordeta: %s

source: Save
eu: Gorde

source: Disabling encryption means *all* your notes and attachments are going to be re-synchronised and sent unencrypted to the sync target. Do you wish to continue?
eu: Zifratua desgaitzeak esan nahi du zure ohar eta eranskin *guztiak* berriro deszifratuta sinkronizatuko eta bidaliko direla sinkronizazio helburura. Segitu nahi duzu?

source: Enabling encryption means *all* your notes and attachments are going to be re-synchronised and sent encrypted to the sync target. Do not lose the password as, for security purposes, this will be the *only* way to decrypt the data! To enable encryption, please enter your password below.
eu: Zifratua gaitzeak esan nahi du zure ohar eta eranskin *guztiak* zifratuta sinkronizatuko eta bidaliko direla sinkronizazio helburura. Ez galdu pasahitza, bera izango baita datuak deszifratzeko bide *bakarra*! Zifratua baimentzeko, mesedez, aurretik sartu zure pasahitza.

source: Disable encryption
eu: Zifratzea desgaitu

source: Enable encryption
eu: Zifratua gaitu

source: Master Keys
eu: Pasahitz nagusia

source: Active
eu: Aktibo

source: Source
eu: Iturburua

source: Created
eu: Sortua

source: Updated
eu: Eguneratua

source: Password
eu: Pasahitza

source: Password OK
eu: Pasahitza ondo

source: Status
eu: Egoera

source: Encryption is:
eu: Zifratua da:

source: Back
eu: Atzera

source: New notebook "%s" will be created and file "%s" will be imported into it
eu: "%s" koaderno berria sortuko da eta "%s" Fitxategia inportatuko da bertara

source: Please create a notebook first.
eu: Aurretik sortu koadernoa, mesedez.

source: Please create a notebook first
eu: Aurretik sortu koadernoa, mesedez

source: Notebook title:
eu: Koadernoaren izenburua:

source: Add or remove tags:
eu: Gehitu edo ezabatu etiketak:

source: Separate each tag by a comma.
eu: Banatu etiketak koma erabiliaz.

source: Rename notebook:
eu: Berrizendatu koadernoa:

source: Set alarm:
eu: Ezarri alarma:

source: Search
eu: Bilatu

source: Layout
eu: Diseinua

source: Some items cannot be synchronised.
eu: Zenbait item ezin dira sinkronizatu.

source: View them now
eu: Ikusi hori orain

source: Some items cannot be decrypted.
eu: Zenbait item ezin dira deszifratu.

source: Set the password
eu: Ezarri pasahitza

source: Add or remove tags
eu: Gehitu edo ezabatu etiketak

source: Switch between note and to-do type
eu: Aldatu oharra eta zeregin eren artean.

source: Delete
eu: Ezabatu

source: Delete notes?
eu: Oharrak ezabatu?

source: No notes in here. Create one by clicking on "New note".
eu: Hemen ez dago oharrik. Sortu bat "Ohar berria" sakatuta.

source: There is currently no notebook. Create one by clicking on "New notebook".
eu: Momentuz ez dago koadernorik. Sortu bat "Koaderno berria" sakatuta.

source: Unsupported link or message: %s
eu: Esteka edo mezu ez dago onartua: %s

source: Attach file
eu: Erantsi fitxategia

source: Tags
eu: Etiketak

source: Set alarm
eu: Ezarri alarma

source: Clear
eu: Garbitu

source: OneDrive Login
eu: Logeatu OneDriven

source: Options
eu: Aukerak

source: Synchronisation Status
eu: Sinkronizazioaren egoera

source: Encryption Options
eu: Zifratzeko aukerak

source: Remove this tag from all the notes?
eu: Kendu etiketa hori ohar guztietatik?

source: Remove this search from the sidebar?
eu: Kendu bilaketa hori ohar guztietatik?

source: Rename
eu: Berrizendatu

source: Synchronise
eu: Sinkronizatu

source: Notebooks
eu: Koadernoak

source: Searches
eu: Bilaketak

source: Usage: %s
eu: Erabili: %s

source: Unknown flag: %s
eu: Marka ezezaguna: %s

source: File system
eu: Fitxategi sistema

source: OneDrive Dev (For testing only)
eu: OneDrive Dev (aprobetarako soilik)

source: Unknown log level: %s
eu: Egunkari maila ezezaguna: %s

source: Unknown level ID: %s
eu: IDa maila ezezaguna: %s

source: Cannot refresh token: authentication data is missing. Starting the synchronisation again may fix the problem.
eu: Tokena ezin eguneratu daiteke: egiaztatze-datuak desagertuta daude. Agian, berriro sinkronizatzeak arazoa konpon lezake.

source: Cannot access %s
eu: Ezin atzituta %s

source: Created local items: %d.
eu: Item lokalak sortuta: %d.

source: Updated local items: %d.
eu: Item lokalak eguneratuta: %d.

source: Created remote items: %d.
eu: Urruneko itemak sortuta: %d.

source: Updated remote items: %d.
eu: Urruneko itemak eguneratuta: %d.

source: Deleted local items: %d.
eu: Item lokala ezabatuta: %d.

source: Deleted remote items: %d.
eu: Urruneko itemak ezabatuta: %d.

source: Fetched items: %d/%d.
eu: Itemak eskuratuta: %d%d.

source: State: "%s".
eu: Egoera: "%s".

source: Cancelling...
eu: Bertan behera uzten...

source: Completed: %s
eu: Osatuta: %s

source: Synchronisation is already in progress. State: %s
eu: Sinkronizazioa hasita dago. Egoera: %s

source: Encrypted
eu: Zifratuta

source: Encrypted items cannot be modified
eu: Zifratutako itemak ezin aldatu daitezke

source: Conflicts
eu: Gatazkak

source: A notebook with this title already exists: "%s"
eu: Dagoeneko bada koaderno bat izen horrekin: "%s"

source: Notebooks cannot be named "%s", which is a reserved title.
eu: Koadernoak ezin izendatu daitezke "%s", izen hori Joplinek gordeta dauka

source: Untitled
eu: Titulu gabekoa

source: This note does not have geolocation information.
eu: Ohar honek ez du geokokapen informaziorik.

source: Cannot copy note to "%s" notebook
eu: Ezin kopia daiteke oharra "%s" koadernora

source: Cannot move note to "%s" notebook
eu: Ezin eraman daiteke oharra "%s" koadernora

source: Text editor
eu: Testu editorea

source: The editor that will be used to open a note. If none is provided it will try to auto-detect the default editor.
eu: Editorea erabiliko da oharra zabaltzeko. Ez badago zehaztutakorik lehenetsia igartzen ahaleginduko da.

source: Language
eu: Hizkuntza

source: Date format
eu: Data-formatua

source: Time format
eu: Ordu formatua

source: Theme
eu: Gaia

source: Light
eu: Argia

source: Dark
eu: Iluna

source: Save geo-location with notes
eu: Gore geokokapena oharrekin

source: Automatically update the application
eu: Automatikoki eguneratu aplikazioa

source: Synchronisation interval
eu: Sinkronizazio tartea

source: %d minutes
eu: %d minutuak

source: %d hour
eu: % ordua

source: %d hours
eu: % orduak

source: Show advanced options
eu: Erakutsi aukera aurreratuak

source: Synchronisation target
eu: Sinkronizazio helbudua

source: The target to synchonise to. Each sync target may have additional parameters which are named as `sync.NUM.NAME` (all documented below).
eu: Sinkronizazio helburua. Sinkronizazio aukera bakoitzak izan ditzake parametro gehigarriak, horrela izendatuta `sync.NUM.NAME` (dena beherago dokumentatuta).

source: Directory to synchronise with (absolute path)
eu: Sinkronizatzeko direktorioa (bide-izena osorik)

source: The path to synchronise with when file system synchronisation is enabled. See `sync.target`.
eu: Sinkronizazio sistema gaituta dagoenerako bide-izena. Ikus `sync.target`.

source: Nextcloud username
eu: Nextcloud erabiltzaile-izena

source: Nextcloud password
eu: Nextcloud pasahitza

source: Invalid option value: "%s". Possible values are: %s.
eu: Balio aukera baliogabea: "%s". Litezkeen balioak: %s.

source: Items that cannot be synchronised
eu: Itemok ezin sinkronizatu

source: These items will remain on the device but will not be uploaded to the sync target. In order to find these items, either search for the title or the ID (which is displayed in brackets above).
eu: Itemok gailuan geratuko dira baina ez dira sinkronizatuko. Horiek aurkitzeko bilaketak egin titulu edo goiko parentesien arteko IDaren arabera.

source: Sync status (synced items / total items)
eu: Sinkronizazio egoera (sinkronizatutako itemak/itemak guztira)

source: Total: %d/%d
eu: Denera: %d/%d

source: Conflicted: %d
eu: Gatazkatsua: %d

source: To delete: %d
eu: Ezabatzeko: %d

source: Folders
eu: Karpetak

source: %s: %d notes
eu: %s: %d oharrak

source: Coming alarms
eu: Hurrengo alarmak

source: There are currently no notes. Create one by clicking on the (+) button.
eu: Ez dago oharrik. Sortu bat (+) botoian klik eginaz.

source: Delete these notes?
eu: Oharrok ezabatu?

source: Log
eu: Egunkaria

source: Export Debug Report
eu: Esportatu arazketa txostena

source: Encryption Config
eu: Zifratze Ezarpenak

source: Configuration
eu: Konfigurazioa

source: Move to notebook...
eu: Mugitu ... koadernora

source: Move %d notes to notebook "%s"?
eu: Mugitu %d oharrak "%s" koadernora?

source: Press to set the decryption password.
eu: Sakatu deszifratze pasahitza ezartzeko.

source: Select date
eu: Data aukeratu

source: Confirm
eu: Baieztatu

source: Cancel synchronisation
eu: Sinkronizazioa utzi

source: Master Key %s
eu: Pasahitz Nagusia %s

source: Created: %s
eu: Sortuta: %s

source: Password:
eu: Pasahitza:

source: Password cannot be empty
eu: Pasahitza ezin utz daiteke hutsik

source: Enable
eu: Gaituta

source: The notebook could not be saved: %s
eu: Koadernoa ezin gorde daiteke: %s

source: Edit notebook
eu: Editatu koadernoa

source: This note has been modified:
eu: Ohar hau mugitua izan da:

source: Save changes
eu: Gorde aldaketak

source: Discard changes
eu: Bertan behera utzi aldaketak

source: Unsupported image type: %s
eu: Irudi formatua ez onartua: %s

source: Attach photo
eu: Argazkia erantsi

source: Attach any file
eu: Erantsi fitxategiren bat

source: Convert to note
eu: Oharra bihurtu

source: Convert to todo
eu: Zeregina bihurtu

source: Hide metadata
eu: Ezkutatu metadatuak

source: Show metadata
eu: Erakutsi metadatuak

source: View on map
eu: Ikusi mapan

source: Delete notebook
eu: Ezabatu koadernoa

source: Click on the (+) button to create a new note or notebook. Click on the side menu to access your existing notebooks.
eu: Sakatu (+) botoian ohar edo koaderno berria sortzeko. Klik alboko menuan dagoeneko badiren koadernoak.
