Repository: Thomas-Kebin/joplin
Catalog: packages/tools/locales/*.po
Languages: bs_ba

source: - Camera: to allow taking a picture and attaching it to a note.
bs_ba: - Kamera: da bi se moglo slikati i slike priložiti u bilješke.

source: - Location: to allow attaching geo-location information to a note.
bs_ba: - Lokacija: da bi se mogle priložiti informacije o geografskoj lokaciji u bilješke.

source: - Storage: to allow attaching files to notes and to enable filesystem synchronisation.
bs_ba: - Uređaj za pohranjivanje: da bi se mogli koristiti prilozi i vršiti sinhronizacija.

source: (wysiwyg: %s)
bs_ba: (dosljedan izgled: %s)

source: &Edit
bs_ba: Izmjena

source: &File
bs_ba: Datoteka

source: &Help
bs_ba: Pomoć

source: &Tools
bs_ba: Alatke

source: &View
bs_ba: Prikaz

source: %d days
bs_ba: %d dana

source: %d hour
bs_ba: %d sat

source: %d hours
bs_ba: %d sati

source: %d minutes
bs_ba: %d minuta

source: %d notes match this pattern. Delete them?
bs_ba: %d bilješki odgovara upitu. Izbrisati ih?

source: %s - Copy
bs_ba: %s – Kopija

source: %s (%s) could not be uploaded: %s
bs_ba: %s (%s) nije moguće prenijeti: %s

source: %s (pre-release)
bs_ba: %s (verzija pred objavljivanje)

source: %s: %d notes
bs_ba: %s: %d bilješki

source: <todo-command> can either be "toggle" or "clear". Use "toggle" to toggle the given to-do between completed and uncompleted state (If the target is a regular note it will be converted to a to-do). Use "clear" to convert the to-do back to a regular note.
bs_ba: <todo-command> može biti "toggle" ili "clear". Koristite "toggle" da promijenite status zadatka iz završenog u nezavršen (ako se radi o običnoj bilješci, ona će biti preinačena u zadatak). Koristite "clear" da zadatak konvertujete u običnu bilješku.

source: About Joplin
bs_ba: O Joplinu

source: Active
bs_ba: Aktivan

source: Actual Size
bs_ba: Početne dimenzije

source: Add body
bs_ba: Dodaj tekst

source: Add or remove tags:
bs_ba: Dodajte ili uklonite oznake:

source: Add title
bs_ba: Dodaj naziv

source: Advanced options
bs_ba: Napredne opcije

source: All notes
bs_ba: Sve bilješke

source: Also displays unset and hidden config variables.
bs_ba: Prikazuje i nepodešene i skrivene konfiguracijske varijable.

source: Always
bs_ba: Uvijek

source: An update is available, do you want to download it now?
bs_ba: Nova je verzija dostupna. Želite li je preuzeti?

source: Appearance
bs_ba: Izgled

source: Application
bs_ba: Aplikacija

source: Apply
bs_ba: Primijeni

source: Aritim Dark
bs_ba: Aritim tamna

source: Attach file
bs_ba: Priloži datoteku

source: Attach photo
bs_ba: Priloži sliku

source: Attach...
bs_ba: Priloži...

source: Attaches the given file to the note.
bs_ba: Prilaže datu datoteku bilješci.

source: Attachment download behaviour
bs_ba: Način preuzimanja priloga

source: Attention: If you change this location, make sure you copy all your content to it before syncing, otherwise all files will be removed! See the FAQ for more details: %s
bs_ba: Pažnja: ako promijenite ovu lokaciju, vodite računa o tome da prije sinhronizacije kopirate sav sadržaj jer će, u protivnom, sve datoteke biti uklonjene! Za više detalja vidjeti često postavljana pitanja (FAQ): %s

source: Authentication was not completed (did not receive an authentication token).
bs_ba: Ovjera nije završena (nije primljena potvrda /token/).

source: Authorisation token:
bs_ba: Token za ovjeru:

source: Auto
bs_ba: Automatski

source: Auto-pair braces, parenthesis, quotations, etc.
bs_ba: Automatski piši u paru sve zagrade, navodnike itd.

source: Automatically switch theme to match system theme
bs_ba: Automatski podesi temu prema sistemskoj

source: Automatically update the application
bs_ba: Automatski ažuriraj aplikaciju

source: Back
bs_ba: Nazad

source: Bold
bs_ba: Masna slova

source: Browse all plugins
bs_ba: Pogledaj dodatke

source: Browse...
bs_ba: Pregledaj...

source: Bulleted List
bs_ba: Nabrajanje

source: Cancel
bs_ba: Otkaži

source: Cancelling background synchronisation... Please wait.
bs_ba: Prekidam sinhronizaciju... Pričekajte.

source: Cancelling...
bs_ba: Prekidam...

source: Cancelling... Please wait.
bs_ba: Prekidam... Pričekajte.

source: Cannot access %s
bs_ba: Ne mogu pristupiti %s

source: Cannot change encrypted item
bs_ba: Nije moguće promijeniti šifriranu stavku

source: Cannot copy note to "%s" notebook
bs_ba: Bilješka se ne može kopirati u bilježnicu "%s"

source: Cannot find "%s".
bs_ba: Ne mogu pronaći "%s".

source: Cannot move note to "%s" notebook
bs_ba: Bilješka se ne može premjestiti u bilježnicu "%s"

source: Cannot move notebook to this location
bs_ba: Bilježnica se ne može premjestiti na ovu lokaciju

source: Cannot refresh token: authentication data is missing. Starting the synchronisation again may fix the problem.
bs_ba: Ne mogu osvježiti token: nedostaju podaci za ovjeru. Problem će možda biti otklonjen novim pokretanjem sinhronizacije.

source: Characters
bs_ba: Znakova

source: Characters excluding spaces
bs_ba: Znakova bez razmaka

source: Check for updates...
bs_ba: Provjeri ažuriranja...

source: Check synchronisation configuration
bs_ba: Provjeri postavke za sinhronizaciju

source: Checkbox
bs_ba: Polje za kvačicu

source: Checking... Please wait.
bs_ba: Provjeravam... Pričekajte.

source: Choose an option
bs_ba: Odaberi opciju

source: Clear
bs_ba: Počisti

source: Clear alarm
bs_ba: Ukloni zvučnu napomenu

source: Click "%s" to restore the note. It will be copied in the notebook named "%s". The current version of the note will not be replaced or modified.
bs_ba: Pritisnite na "%s" da rekonstruišete bilješku. Rezultat će biti kopiran u bilježnicu "%s". Trenutna verzija bilješke ostat će netaknuta.

source: Close
bs_ba: Zatvori

source: Close Window
bs_ba: Zatvori prozor

source: Code
bs_ba: Kōd

source: Code Block
bs_ba: Kōd (izdvojen)

source: Coming alarms
bs_ba: Nastupajuće zvučne napomene

source: Comma-separated list of paths to directories to load the certificates from, or path to individual cert files. For example: /my/cert_dir, /other/custom.pem. Note that if you make changes to the TLS settings, you must save your changes before clicking on "Check synchronisation configuration".
bs_ba: Popis putanja do direktorija, odvojenih zarezima, iz kojih će se učitati certifikati ili putanja do pojedinačnih datoteka-certifikata. Naprimjer: /my/cert_dir, /other/custom.pem. Imajte na umu da ćete morati, ukoliko izvršite bilo kakve izmjene u TLS postavkama, načinjene izmjene memorisati prije pritiska na "Provjeri konfiguraciju sinhronizovanja".

source: Completed decryption.
bs_ba: Dešifrovanje završeno.

source: Configuration
bs_ba: Konfiguracija

source: Conflicted: %d
bs_ba: Sukobi: %d

source: Conflicts
bs_ba: Sukobi

source: Convert to note
bs_ba: Preinači u bilješku

source: Convert to todo
bs_ba: Preinači u zadatak

source: Copy
bs_ba: Kopiraj

source: Copy Link Address
bs_ba: Kopiraj adresu veze

source: Copy Markdown link
bs_ba: Kopiraj Markdown vezu

source: Copy path to clipboard
bs_ba: Kopiraj putanju u spremnik

source: Copy token
bs_ba: Kopiraj token

source: Could not authorise application: %s Please try again.
bs_ba: Neuspjela ovjera aplikacije: %s Pokušajte ponovo.

source: Create a notebook
bs_ba: Kreiraj bilježnicu

source: Created
bs_ba: Kreirano

source: created date
bs_ba: datum kreiranja

source: Created local items: %d.
bs_ba: Kreirano lokalnih stavki: %d.

source: Created remote items: %d.
bs_ba: Kreirano spoljašnjih stavki: %d.

source: Created: %d.
bs_ba: Kreirano: %d.

source: Created: %s
bs_ba: Kreirano: %s

source: Creates a new note.
bs_ba: Kreira novu bilješku.

source: Creates a new notebook.
bs_ba: Kreira novu bilježnicu.

source: Creates a new to-do.
bs_ba: Kreira novi zadatak.

source: Creating new %s...
bs_ba: Kreiram: %s...

source: Creating report...
bs_ba: Kreiram izvještaj...

source: Current version is up-to-date.
bs_ba: Trenutna je verzija ažurirana.

source: custom order
bs_ba: vlastiti redoslijed

source: Custom order
bs_ba: Vlastiti redoslijed

source: Custom stylesheet for Joplin-wide app styles
bs_ba: Glavni korisnički stil za aplikaciju

source: Custom TLS certificates
bs_ba: TLS certifikati

source: Cut
bs_ba: Izreži

source: Dark
bs_ba: Tamna

source: Database v%s
bs_ba: Baza podataka v%s

source: Date format
bs_ba: Oblik datuma

source: days
bs_ba: dana

source: Decrypted items: %s / %s
bs_ba: Dešifrovane stavke: %s / %s

source: Decrypting items: %d/%d
bs_ba: Dešifrujem stavke: %d/%d

source: Default: %s
bs_ba: Prekonfigurisano: %s

source: Delete
bs_ba: Izbriši

source: Delete note "%s"?
bs_ba: Izbrisati bilješku "%s"?

source: Delete note?
bs_ba: Izbrisati bilješku?

source: Delete notebook "%s"? All notes and sub-notebooks within this notebook will also be deleted.
bs_ba: Izbrisati bilježnicu "%s"? Sve bilješke i bilježnice unutar ove bilježnice također će biti izbrisane.

source: Delete notebook? All notes and sub-notebooks within this notebook will also be deleted.
bs_ba: Izbrisati bilježnicu? Sve bilješke i bilježnice unutar ove bilježnice također će biti izbrisane.

source: Delete these %d notes?
bs_ba: Izbrisati ovih %d bilješki?

source: Deleted local items: %d.
bs_ba: Izbrisano lokalnih stavki: %d.

source: Deleted remote items: %d.
bs_ba: Izbrisano spoljašnjih stavki: %d.

source: Deletes the given notebook.
bs_ba: Briše datu bilježnicu.

source: Deletes the notebook without asking for confirmation.
bs_ba: Briše bilježnicu bez traženja potvrde.

source: Deletes the notes matching <note-pattern>.
bs_ba: Briše bilješke <note-pattern>.

source: Deletes the notes without asking for confirmation.
bs_ba: Briše bilješke bez traženja potvrde.

source: Destination format: %s
bs_ba: Format: %s

source: Directory
bs_ba: Direktorij

source: Directory to synchronise with (absolute path)
bs_ba: Direktorij s kojim se sinhronizuje (apsolutna putanja)

source: Disable encryption
bs_ba: Isključi šifriranje

source: Disable Web Clipper Service
bs_ba: Isključi Web clipper servis

source: Disabled
bs_ba: Isključeno

source: Disabling encryption means *all* your notes and attachments are going to be re-synchronised and sent unencrypted to the sync target. Do you wish to continue?
bs_ba: Po isključivanju šifriranja *sve* Vaše bilješke i prilozi bit će iznova sinhronizovani i poslani nešifrirani na zadatu lokaciju. Želite li nastaviti?

source: Discard changes
bs_ba: Odbaci izmjene

source: Dismiss
bs_ba: Odbaci

source: Displays a geolocation URL for the note.
bs_ba: Prikazuje geografsku lokaciju bilješke.

source: Displays only the first top <num> notes.
bs_ba: Prikazuje samo prvih <num> bilješki.

source: Displays only the items of the specific type(s). Can be `n` for notes, `t` for to-dos, or `nt` for notes and to-dos (eg. `-tt` would display only the to-dos, while `-tnt` would display notes and to-dos.
bs_ba: Prikazuje samo stavke određenog tipa. To može biti `n` za bilješke, `t` za zadatke, ili `nt` za bilješke i zadatke (npr. `-tt` prikazuje samo zadatke, dok `-tnt` prikazuje i bilješke i zadatke.)

source: Displays summary about the notes and notebooks.
bs_ba: Prikazuje sažetak o bilješkama i bilježnicama.

source: Displays the complete information about note.
bs_ba: Prikazuje potpune informacije o bilješci.

source: Displays the given note.
bs_ba: Prikazuje datu bilješku.

source: Displays the notes in the current notebook. Use `ls /` to display the list of notebooks.
bs_ba: Prikazuje bilješke u trenutnoj bilježnici. Koristite komandu `ls /` da prikažete popis bilježnica.

source: Displays usage information.
bs_ba: Prikazuje informacije o korištenju.

source: Displays version information
bs_ba: Prikazuje verziju

source: Do not ask for confirmation.
bs_ba: Ne pitaj za potvrdu.

source: Download and install the relevant extension for your browser:
bs_ba: Preuzmite i instalirajte odgovarajući dodatak za Vaš internet preglednik:

source: Downloaded
bs_ba: Preuzeto

source: Downloaded and decrypted
bs_ba: Preuzeto i dešifrovano

source: Downloaded and encrypted
bs_ba: Preuzeto i šifrirano

source: Downloading resources...
bs_ba: Preuzimam resurse...

source: Drop notes or files here
bs_ba: Ispustite bilješke ili datoteke ovdje

source: Dropbox Login
bs_ba: Dropbox prijava

source: Duplicate
bs_ba: Dupliciraj

source: Duplicates the notes matching <note> to [notebook]. If no notebook is specified the note is duplicated in the current notebook.
bs_ba: Kreira duplikat bilješke <note> u [notebook]. Ako bilježnica nije navedena, duplikat će biti pohranjen u trenutno otvorenu bilježnicu.

source: Edit
bs_ba: Uredi

source: Edit in external editor
bs_ba: Uredi u vanjskom programu

source: Edit note.
bs_ba: Uredi bilješku.

source: Edit notebook
bs_ba: Uredi bilježnicu

source: Editor font
bs_ba: Pismo u uređivaču

source: Editor font family
bs_ba: Familija pisama u uređivaču

source: Editor font size
bs_ba: Veličina slova u uređivaču

source: Either "text" or "json"
bs_ba: Ili "text" ili "json"

source: Enable
bs_ba: Aktiviraj

source: Enable ^sup^ syntax
bs_ba: Omogući pisanje ^eksponenta^

source: Enable ++insert++ syntax
bs_ba: Omogući pisanje ++insert++ sintakse

source: Enable ==mark== syntax
bs_ba: Omogući pisanje ==oznaka==

source: Enable ~sub~ syntax
bs_ba: Omogući pisanje ~indeksa~

source: Enable abbreviation syntax
bs_ba: Omogući pisanje skraćenica

source: Enable deflist syntax
bs_ba: Omogući pisanje deflista

source: Enable encryption
bs_ba: Uključi šifriranje

source: Enable footnotes
bs_ba: Omogući pisanje fusnota

source: Enable Fountain syntax support
bs_ba: Omogući podršku za Fountain format

source: Enable markdown emoji
bs_ba: Omogući pisanje emoji sličica

source: Enable math expressions
bs_ba: Omogući pisanje matematskih izraza

source: Enable multimarkdown table extension
bs_ba: Omogući kreiranje tabela (multimarkdown)

source: Enable note history
bs_ba: Aktiviraj historiju bilješki

source: Enable PDF viewer
bs_ba: Omogući PDF

source: Enable soft breaks
bs_ba: Omogući pisanje blagih prijeloma

source: Enable table of contents extension
bs_ba: Omogući pisanje sadržaja

source: Enable video player
bs_ba: Omogući video

source: Enable Web Clipper Service
bs_ba: Aktiviraj Web clipper servis

source: Enabled
bs_ba: Uključeno

source: Encrypted
bs_ba: Šifrirano

source: Encrypted items cannot be modified
bs_ba: Šifrirane stavke ne mogu se mijenjati

source: Encrypted notebooks cannot be renamed
bs_ba: Šifrirane bilježnice ne mogu se preimenovati

source: Encryption
bs_ba: Šifriranje

source: Encryption Config
bs_ba: Podešavanje šifriranja

source: Encryption is: %s
bs_ba: Šifriranje je: %s

source: Enter code here
bs_ba: Unesite kōd ovdje

source: Enter master password:
bs_ba: Unesite glavnu lozinku:

source: Enter notebook title
bs_ba: Unesite naziv za bilježnicu

source: Error opening note in editor: %s
bs_ba: Greška prilikom otvaranja bilješke: %s

source: Error. Please check that URL, username, password, etc. are correct and that the sync target is accessible. The reported error was:
bs_ba: Greška. Provjerite jesu li URL, korisničko ime, lozinka itd. tačni i da li je odredište za sinhronizaciju dostupno. Izvještaj o greški:

source: Errors only
bs_ba: Samo greške

source: Evernote Export File (as HTML)
bs_ba: Evernote datoteka za prenos (kao HTML)

source: Evernote Export File (as Markdown)
bs_ba: Evernote datoteka za prenos (kao Markdown)

source: Exits the application.
bs_ba: Zatvara aplikaciju.

source: Export
bs_ba: Iznesi

source: Export Debug Report
bs_ba: Kreiraj izvještaj za korekciju grešaka

source: Exports Joplin data to the given path. By default, it will export the complete database including notebooks, notes, tags and resources.
bs_ba: Prenosi kopiju Joplin podataka na datu lokaciju. Čitava će baza podataka biti pohranjena, uključujući bilježnice, bilješke, oznake i resurse.

source: Exports only the given note.
bs_ba: Prenosi samo kopiju date bilješke.

source: Exports only the given notebook.
bs_ba: Prenosi samo kopiju date bilježnice.

source: Fail-safe
bs_ba: Sigurnosni mehanizam

source: Fail-safe: Do not wipe out local data when sync target is empty (often the result of a misconfiguration or bug)
bs_ba: Sigurnosni mehanizam: ne briši lokalne podatke kad je odredište za sinhronizaciju prazno (često usljed pogrešne konfiguracije ili propusta)

source: Fatal error:
bs_ba: Kritična greška:

source: Fetched items: %d/%d.
bs_ba: Preuzeto stavki: %d/%d.

source: Fetching resources: %d/%d
bs_ba: Preuzimam resurse: %d/%d

source: File
bs_ba: Datoteka

source: File system
bs_ba: Datotečni sistem

source: Firefox Extension
bs_ba: Dodatak za Firefox

source: Fix search index
bs_ba: Popravi indeks za pretragu

source: Fixing search index...
bs_ba: Popravljam indeks za pretragu...

source: Focus
bs_ba: Fokus

source: Focus body
bs_ba: Fokus na tekst

source: Focus title
bs_ba: Fokus na naziv

source: Folders
bs_ba: Omotnice

source: For debugging purpose only: export your profile to an external SD card.
bs_ba: Samo za testiranje: prenesite svoj profil na eksternu SD-karticu.

source: For information on how to customise the shortcuts please visit %s
bs_ba: Da biste saznali kako raditi sa kraticama, posjetite %s

source: For more information about End-To-End Encryption (E2EE) and advice on how to enable it please check the documentation:
bs_ba: Za više informacija o šifriranju s kraja na kraj (E2EE) i načinu aktiviranja pogledajte dokumentaciju:

source: For the list of keyboard shortcuts and config options, type `help keymap`
bs_ba: Za popis kratica i konfiguracijskih opcija kucajte `help keymap`

source: Forward
bs_ba: Proslijedi

source: Found: %d.
bs_ba: Pronađeno: %d.

source: FTS enabled: %d
bs_ba: FTS aktivno: %d

source: General
bs_ba: Opće

source: Get it now:
bs_ba: Preuzmite sada:

source: Get pre-releases when checking for updates
bs_ba: Preuzmi i verzije pred objavljivanje prilikom provjere novosti

source: Gets or sets a config value. If [value] is not provided, it will show the value of [name]. If neither [name] nor [value] is provided, it will list the current configuration.
bs_ba: Prima ili podešava konfiguracijske vrijednosti. Ako [value] nije navedena, tada će biti prikazana vrijednost [name]. Ako ni [name] ni [value] nisu precizirane, prikazat će se trenutna konfiguracija.

source: Go to source URL
bs_ba: Idi do izvornog URL-a

source: Goto Anything...
bs_ba: Pronađite bilo šta...

source: Heading
bs_ba: Naslov

source: Hide %s
bs_ba: Sakrij %s

source: Highlight
bs_ba: Oznaci

source: Horizontal Rule
bs_ba: Vodoravna linija

source: Hyperlink
bs_ba: Poveznica

source: Icon
bs_ba: Sličica

source: Idle
bs_ba: Na čekanju

source: Ignore TLS certificate errors
bs_ba: Zanemari greške u vezi sa TLS certifikatima

source: Import
bs_ba: Unesi

source: Importing notes...
bs_ba: Unosim bilješke...

source: Imports data into Joplin.
bs_ba: Unosi podatke u Joplin

source: In "Manual" mode, attachments are downloaded only when you click on them. In "Auto", they are downloaded when you open the note. In "Always", all the attachments are downloaded whether you open the note or not.
bs_ba: "Ručno" znači da se prilozi preuzimaju samo kad pritisnete na njih. "Automatski" znači da se prilozi preuzimaju čim se bilješka otvori. "Uvijek" znači da se prilozi uvijek preuzimaju, bilo da je bilješka otvorena ili ne.

source: In any command, a note or notebook can be referred to by title or ID, or using the shortcuts `$n` or `$b` for, respectively, the currently selected note or notebook. `$c` can be used to refer to the currently selected item.
bs_ba: U svakoj komandi, bilješka ili bilježnica mogu se precizirati pomoću naziva ili identifikacijskog broja, odnosno pomoću kratica za naziv `$n` i broj `$b` trenutno označene bilješke ili bilježnice. `$c` se može koristiti za trenutno označenu stavku.

source: In order to associate a geo-location with the note, the app needs your permission to access your location. You may turn off this option at any time in the Configuration screen.
bs_ba: Da bi dodali geo-lokaciju vasoj biljesci, aplikaciji je potrebna dozvola pristupu vasoj lokacij. Ovu opciju je moguce promijeniti bilo kada u podesavanjima.

source: In order to do so, your entire data set will have to be encrypted and synchronised, so it is best to run it overnight. To start, please follow these instructions: 1. Synchronise all your devices. 2. Click "%s". 3. Let it run to completion. While it runs, avoid changing any note on your other devices, to avoid conflicts. 4. Once sync is done on this device, sync all your other devices and let it run to completion. Important: you only need to run this ONCE on one device.
bs_ba: Da biste to učinili, svi Vaši podaci moraju biti šifrirani i sinhronizovani, pa je najbolje da to učinite preko noći. Da započnete, slijedite sljedeće upute: 1. Sinhronizujte sve svoje uređaje. 2. Pritisnite "%s". 3. Sačekajte dok se proces ne okonča. Tokom rada, nemojte uređivati bilo koju bilješku na nekom od Vaših uređaja kako biste izbjegli konflikte. 4. Kad je sinhronizacija završena na ovom uređaju, sinhronizujte i ostale uređaje. Važno: ovaj proces trebate pokrenuti samo JEDNOM i na samo jednom uređaju.

source: In order to use file system synchronisation your permission to write to external storage is required.
bs_ba: Potrebno je Vaše dopuštenje za pristup eksternim uređajima za pohranu kako bi se mogla izvršiti sinhronizacija.

source: In order to use the web clipper, you need to do the following:
bs_ba: Da biste mogli koristiti Web clipper, učinite sljedeće:

source: In progress
bs_ba: U toku

source: In: %s
bs_ba: U: %s

source: Inline Code
bs_ba: Kōd (unutar teksta)

source: Insert Date Time
bs_ba: Unesi datum i vrijeme

source: Insert Hyperlink
bs_ba: Unesi poveznicu

source: Install
bs_ba: Instalirati

source: Installed
bs_ba: Instalirano

source: Invalid answer: %s
bs_ba: Nevažeći odgovor: %s

source: Invalid command: "%s"
bs_ba: Nevažeća komanda: "%s"

source: Invalid option value: "%s". Possible values are: %s.
bs_ba: Pogrešna vrijednost: "%s". Moguće su sljedeće vrijednosti: %s

source: Italic
bs_ba: Kurziv

source: Item "%s" could not be downloaded: %s
bs_ba: Stavka "%s" nije mogla biti preuzeta: %s

source: Items that cannot be decrypted
bs_ba: Stavke koje se ne mogu dešifrovati

source: Items that cannot be synchronised
bs_ba: Stavke koje se ne mogu sinhronizovati

source: Joplin Export Directory
bs_ba: Joplin direktorij za prenos

source: Joplin Export File
bs_ba: Joplin datoteka za prenos

source: Joplin failed to decrypt these items multiple times, possibly because they are corrupted or too large. These items will remain on the device but Joplin will no longer attempt to decrypt them.
bs_ba: Joplin je nekoliko puta neuspješno pokušao dešifrovati ove stavke. To je vjerovatno zbog toga što su oštećene ili prevelike. Stavke će i dalje ostati na uređaju, ali Joplin više neće pokušavati da ih dešifruje.

source: Joplin Web Clipper allows saving web pages and screenshots from your browser to Joplin.
bs_ba: Joplin Web clipper omogućava pohranjivanje internet stranica i slika ekrana iz Vašeg internet preglednika u Joplin.

source: Joplin website
bs_ba: Joplin internet stranica

source: Keep note history for
bs_ba: Čuvaj historiju bilješki

source: Keyboard Mode
bs_ba: Način rada tastature

source: Keychain Supported: %s
bs_ba: Podržani privjesak: %s

source: Landscape
bs_ba: Vodoravno

source: Language
bs_ba: Jezik

source: Last error: %s
bs_ba: Zadnja greška: %s

source: Later
bs_ba: Poslije

source: Layout
bs_ba: Prikaz

source: Layout button sequence
bs_ba: Slijed u promjeni prikaza

source: Light
bs_ba: Svijetla

source: Lines
bs_ba: Redova

source: Links with protocol "%s" are not supported
bs_ba: Veze sa protokolom "%s" nisu podržane

source: List item
bs_ba: Stavka nabrajanja

source: Location
bs_ba: Lokacija
