Repository: Thomas-Kebin/joplin
Catalog: packages/tools/locales/*.po
Languages: bs_ba

source: Lock file is already being hold. If you know that no synchronisation is taking place, you may delete the lock file at "%s" and resume the operation.
bs_ba: Zaključavanje datoteke već je aktivno. Ako ste sigurni da sinhronizovanje nije u toku, možete izbrisati datoteku za zaključavanje u "%s" i nastaviti s radom.

source: Log
bs_ba: Radni dnevnik

source: Login with Dropbox
bs_ba: Prijavite se preko Dropboxa

source: Login with OneDrive
bs_ba: Prijavite se preko OneDrivea

source: Make a donation
bs_ba: Donirajte

source: Manual
bs_ba: Ručno

source: Marks a to-do as done.
bs_ba: Označava da je zadatak obavljen.

source: Marks a to-do as non-completed.
bs_ba: Označava da je zadatak neobavljen.

source: Master Key %s
bs_ba: Glavni ključ %s

source: Max concurrent connections
bs_ba: Maksimalni broj istovremenih konekcija

source: Missing Master Keys
bs_ba: Nedostaju glavni ključevi

source: Missing required argument: %s
bs_ba: Nedostaje neophodni argument: %s

source: Mobile data - auto-sync disabled
bs_ba: Mobilna mreza - auto-sinhronacija iskljucena

source: More information
bs_ba: Više informacija

source: More than one item match "%s". Please narrow down your query.
bs_ba: Više od jednog rezultata odgovara "%s". Molimo suzite obim pretrage.

source: Move %d notes to notebook "%s"?
bs_ba: Premjestiti %d bilješki u bilježnicu "%s"?

source: Move to notebook...
bs_ba: Premjestiti u bilježnicu...

source: Moves the notes matching <note> to [notebook].
bs_ba: Premješta bilješke <note> u [notebook].

source: New note
bs_ba: Nova bilješka

source: New notebook
bs_ba: Nova bilježnica

source: New Notebook
bs_ba: Nova bilježnica

source: New notebook "%s" will be created and file "%s" will be imported into it
bs_ba: Kreirat će se nova bilježnica "%s" i u nju će biti unesena datoteka "%s"

source: New tags:
bs_ba: Nove oznake:

source: New to-do
bs_ba: Novi zadatak

source: New version: %s
bs_ba: Nova verzija: %s

source: Nextcloud password
bs_ba: Nextcloud lozinka

source: Nextcloud username
bs_ba: Nextcloud korisničko ime

source: No
bs_ba: Ne

source: No active notebook.
bs_ba: Nema aktivne bilježnice.

source: No item with ID %s
bs_ba: Nema stavke čiji je ID %s

source: No notebook has been specified.
bs_ba: Nije precizirana bilježnica.

source: No notebook selected.
bs_ba: Nije odabrana bilježnica.

source: No notes in here. Create one by clicking on "New note".
bs_ba: Nema bilješki. Kreirajte bilješku pritisnuvši na "Nova bilješka".

source: No resources!
bs_ba: Nema resursa!

source: No such command: %s
bs_ba: Nepostojeća komanda: %s

source: No text editor is defined. Please set it using `config editor <editor-path>`
bs_ba: Nije određen program za uređivanje teksta. Precizirajte ga pomoću `config editor <editor-path>`

source: Not authentified with %s. Please provide any missing credentials.
bs_ba: Nije ovjereno sa %s. Molimo unesite podatke koji nedostaju.

source: Not downloaded
bs_ba: Nije preuzeto

source: note
bs_ba: bilješka

source: Note
bs_ba: Bilješka

source: Note area growth factor
bs_ba: Faktor rasta prostora bilješki

source: Note does not exist: "%s". Create it?
bs_ba: Bilješka ne postoji: "%s". Želite li je kreirati?

source: Note History
bs_ba: Historija bilješke

source: Note is not a to-do: "%s"
bs_ba: Bilješka nije zadatak: "%s"

source: Note list growth factor
bs_ba: Faktor rasta popisa bilješki

source: Note properties
bs_ba: Svojstva bilješke

source: Note: Does not work in all desktop environments.
bs_ba: Napomena: neće raditi na svim sistemima.

source: Note: When a note is shared, it will no longer be encrypted on the server.
bs_ba: Napomena: bilješka koja se podijeli s drugima više neće biti šifrirana na serveru.

source: Notebook list growth factor
bs_ba: Faktor rasta popisa bilježnica

source: Notebook title:
bs_ba: Naziv bilježnice:

source: Notebook: %s
bs_ba: Bilježnica: %s

source: Notebooks
bs_ba: Bilježnice

source: Notebooks cannot be named "%s", which is a reserved title.
bs_ba: Bilježnica se ne može nazvati "%s", jer je to rezervisani naziv.

source: Notes and settings are stored in: %s
bs_ba: Bilješke i postavke pohranjene su u: %s

source: Notes can only be created within a notebook.
bs_ba: Bilješke se mogu kreirati samo unutar bilježnice.

source: Numbered List
bs_ba: Numerisano nabrajanje

source: OK
bs_ba: Uredu

source: On %s: %s
bs_ba: U %s: %s

source: One or more items are currently encrypted and you may need to supply a master password. To do so please type `e2ee decrypt`. If you have already supplied the password, the encrypted items are being decrypted in the background and will be available soon.
bs_ba: Jedna ili više stavki trenutno su šifrirane i možda ćete trebati unijeti glavnu lozinku. Da biste to učinili, kucajte `e2ee decrypt`. Ukoliko ste već unijeli lozinku, šifrirane stavke dešifruju se u pozadini i uskoro će biti dostupne.

source: One or more master keys need a password.
bs_ba: Jedan ili više glavnih ključeva zahtijevaju lozinku.

source: OneDrive Login
bs_ba: OneDrive prijava

source: Open %s
bs_ba: Otvori %s

source: Open...
bs_ba: Otvori...

source: Operation cancelled
bs_ba: Radnja je prekinuta

source: Options
bs_ba: Opcije

source: Page orientation for PDF export
bs_ba: Položaj stranice za pohranjivanje u PDF

source: Page size for PDF export
bs_ba: Veličina stranice za pohranjivanje u PDF

source: Password
bs_ba: Lozinka

source: Password cannot be empty
bs_ba: Lozinka ne može biti prazna

source: Password:
bs_ba: Lozinka:

source: Paste
bs_ba: Zalijepi

source: PDF File
bs_ba: PDF datoteka

source: Permission to use camera
bs_ba: Dozvola za korištenje kamere

source: Please confirm that you would like to re-encrypt your complete database.
bs_ba: Molimo potvrdite da želite ponoviti šifriranje čitave Vaše baze podataka.

source: Please enter your password in the master key list below before upgrading the key.
bs_ba: Unesite svoju lozinku u popis glavnog ključa naveden ispod prije nego što izvršite nadogradnju ključa.

source: Please open the following URL in your browser to authenticate the application. The application will create a directory in "Apps/Joplin" and will only read and write files in this directory. It will have no access to any files outside this directory nor to any other personal data. No data will be shared with any third party.
bs_ba: Otvorite sljedeću adresu u Vašem internet pregledniku da ovjerite aplikaciju. Ona će kreirati direktorij na lokaciji "Apps/Joplin" i imat će pristup samo datotekama koje se nalaze unutar tog direktorija. Onemogućen je pristup datotekama van navedenog direktorija ili bilo kakvom drugom obliku privatnih podataka. Ništa neće biti proslijeđeno bilo kojem trećem licu.

source: Please select a notebook first.
bs_ba: Prvo odaberite bilježnicu.

source: Please select the note or notebook to be deleted first.
bs_ba: Prvo odaberite bilješku ili bilježnicu koju želite izbrisati.

source: Please select where the sync status should be exported to
bs_ba: Navedite gdje će biti pohranjen status sinhronizacije

source: Please specify import format for %s
bs_ba: Precizirajte format za %s

source: Please specify the notebook where the notes should be imported to.
bs_ba: Navedite bilježnicu u koju će se bilješke unijeti.

source: Please upgrade Joplin to use this plugin
bs_ba: Molimo dogradite Joplin da bi koristili ovaj dodatak

source: Please wait for all attachments to be downloaded and decrypted. You may also switch to %s to edit the note.
bs_ba: Pričekajte dok svi prilozi ne budu preuzeti i dešifrovani. Također možete otvoriti %s da uredite bilješku.

source: Plugins
bs_ba: Dodaci

source: Portrait
bs_ba: Uspravno

source: Possible keys/values:
bs_ba: Moguće stavke/vrijednosti:

source: Possible values: %s.
bs_ba: Moguće vrijednosti: %s.

source: Preferences...
bs_ba: Postavke...

source: Preferred dark theme
bs_ba: Preferirana tamna tema

source: Preferred light theme
bs_ba: Preferirana svijetla tema

source: Press Ctrl+D or type "exit" to exit the application
bs_ba: Pritisnite Ctrl+D ili kucajte "exit" da zatvorite aplikaciju

source: Press to set the decryption password.
bs_ba: Pritisnite da definišete lozinku za dešifrovanje.

source: Previous versions of this note
bs_ba: Ranije verzije ove bilješke

source: Print
bs_ba: Štampaj

source: Properties
bs_ba: Svojstva

source: Quit
bs_ba: Zatvori

source: Read more about it
bs_ba: Saznajte vise

source: Refresh
bs_ba: Osvježi

source: Remove
bs_ba: Ukloni

source: Remove tag "%s" from all notes?
bs_ba: Ukloniti oznaku "%s" iz svih bilješki?

source: Remove this search from the sidebar?
bs_ba: Ukloniti ovu pretragu iz pomoćnog menija?

source: Rename
bs_ba: Preimenuj

source: Rename notebook:
bs_ba: Preimenujte bilježnicu:

source: Rename tag:
bs_ba: Preimenujte oznaku:

source: Renames the given <item> (note or notebook) to <name>.
bs_ba: Mijenja naziv <item> (bilješka ili bilježnica) u <name>.

source: Renew token
bs_ba: Preuzmi token

source: Resources: %d.
bs_ba: Resursi: %d.

source: Restore
bs_ba: Rekonstruiši

source: Restored Notes
bs_ba: Rekonstruisane bilješke

source: Retry
bs_ba: Ponovi

source: Reveal file in folder
bs_ba: Pokaži datoteku u direktoriju

source: Reverse sort order
bs_ba: Inverzni redoslijed sortiranja

source: Reverses the sorting order.
bs_ba: Inverzni redoslijed sortiranja.

source: Save
bs_ba: Pohrani

source: Save alarm
bs_ba: Memoriši zvučnu napomenu

source: Save as...
bs_ba: Pohrani kao...

source: Save changes
bs_ba: Pohrani izmjene

source: Save geo-location with notes
bs_ba: Pohrani geografsku lokaciju u bilješkama

source: Search
bs_ba: Traži

source: Search in all the notes
bs_ba: Pretraži sve bilješke

source: Search in current note
bs_ba: Potraži u trenutnoj bilješci

source: Search:
bs_ba: Pretraživanje:

source: Search...
bs_ba: Pretraživanje...

source: Searches for the given <pattern> in all the notes.
bs_ba: Traži <pattern> u svim bilješkama.

source: See the pre-release page for more details: %s
bs_ba: Za više informacija vidjeti stranicu sa verzijama pred objavljivanje: %s

source: Select all
bs_ba: Označi sve

source: Server is already running on port %d
bs_ba: Server je već pokrenut preko porta %d

source: Server is not running.
bs_ba: Server nije pokrenut.

source: Server is running on port %d
bs_ba: Server je u funkciji preko porta %d

source: Set alarm
bs_ba: Podesi zvučnu napomenu

source: Set alarm:
bs_ba: Podesite zvučnu napomenu:

source: Set the password
bs_ba: Zadajte lozinku

source: Sets the property <name> of the given <note> to the given [value]. Possible properties are: %s
bs_ba: Postavlja svojstvo <name> date <note> na vrijednost [value]. Moguća svojstva: %s

source: Share
bs_ba: Podijeli

source: Shortcuts are not available in CLI mode.
bs_ba: Kratice nisu dostupne u negrafičkom okruženju.

source: Show all
bs_ba: Prikaži sve

source: Show completed to-dos
bs_ba: Prikaži obavljene zadatke

source: Show tray icon
bs_ba: Prikaži sličicu na sistemskoj traci (tray)

source: Sidebar
bs_ba: Bočni meni

source: Size
bs_ba: Veličina

source: Skipped items: %d (use --retry-failed-items to retry decrypting them)
bs_ba: Preskočene stavke: %d (koristite --retry-failed-items da ih ponovo pokušate dešifrovati)

source: Skipped: %d.
bs_ba: Preskočeno: %d.

source: Solarised Dark
bs_ba: Solarized tamna

source: Solarised Light
bs_ba: Solarised svijetla

source: Some items cannot be synchronised.
bs_ba: Neke stavke nije moguće sinhronizovati.

source: Sort notebooks by
bs_ba: Sortiraj bilježnice

source: Sort notes by
bs_ba: Sortiraj bilješke

source: Sort selected lines
bs_ba: Poredaj oznacene linije

source: Sorts the item by <field> (eg. title, updated_time, created_time).
bs_ba: Sortira stavke prema <field> (npr. title, updated_time, created_time).

source: Source format: %s
bs_ba: Izvorni format: %s

source: Specify the port that should be used by the API server. If not set, a default will be used.
bs_ba: Navedite koji će port API server koristiti. Ako port nije preciziran, koristit će se prekonfigurisani.

source: Split View
bs_ba: Pola-pola

source: Start application minimised in the tray icon
bs_ba: Prilikom pokretanja, aplikaciju minimiziraj u sličicu na sistemskoj traci (tray)

source: Start, stop or check the API server. To specify on which port it should run, set the api.port config variable. Commands are (%s).
bs_ba: Pokreni, zaustavi ili provjeri API server. Da precizirate koji port treba koristiti, podesite api.port konfiguracijsku varijablu. Komande su (%s).

source: Starting decryption... Please wait as it may take several minutes depending on how much there is to decrypt.
bs_ba: Počinjem sa dešifrovanjem... Molim Vas da pričekate, jer proces može trajati nekoliko minuta, zavisno od količine podataka koje treba dešifrovati.

source: Starting synchronisation...
bs_ba: Započinjem sinhronizovanje...

source: Statistics...
bs_ba: Statistika...

source: Status: Started on port %d
bs_ba: Status: pokrenut preko porta %d

source: Step 1: Enable the clipper service
bs_ba: Korak 1: aktivirajte clipper servis

source: Step 1: Open this URL in your browser to authorise the application:
bs_ba: Korak 1: otvorite ovu adresu u Vašem internet pregledniku i ovjerite aplikaciju:

source: Step 2: Enter the code provided by Dropbox:
bs_ba: Korak 2: unesite kōd koji Vam je poslao Dropbox:

source: Step 2: Install the extension
bs_ba: Korak 2: instalirajte dodatak

source: strong text
bs_ba: podebljani tekst

source: Submit
bs_ba: Pošalji

source: Success! Synchronisation configuration appears to be correct.
bs_ba: Uspjelo! Konfiguracija sinhronizacije izgleda ispravna.

source: Switch between note and to-do type
bs_ba: Preinači bilješku u zadatak i obratno

source: Switch to note type
bs_ba: Preinači u bilješku

source: Switch to to-do type
bs_ba: Preinači u zadatak

source: Switches to [notebook] - all further operations will happen within this notebook.
bs_ba: Prelazi u [notebook] – sve dalje radnje vršit će se u ovoj bilježnici.

source: Sync Status
bs_ba: Status sinhronizacije

source: Sync status (synced items / total items)
bs_ba: Status sinhronizacije (sinhronizovano / ukupno)

source: Sync to provided target (defaults to sync.target config value)
bs_ba: Sinhronizuj sa datim odredištem (prekonfigurisano sync.target config value)

source: Synchronisation
bs_ba: Sinhronizacija

source: Synchronisation interval
bs_ba: Interval za sinhronizaciju

source: Synchronisation is already in progress.
bs_ba: Sinhronizovanje je u toku.

source: Synchronisation Status
bs_ba: Status sinhronizacije

source: Synchronisation target
bs_ba: Odredište za sinhronizaciju

source: Synchronisation target: %s (%s)
bs_ba: Odredište sinhronizacije: %s (%s)

source: Synchronise
bs_ba: Sinhronizuj

source: Synchronises with remote storage.
bs_ba: Sinhronizuje sa vanjskim medijem za pohranu podataka.

source: Tagged: %d.
bs_ba: Označeno: %d.

source: Tags
bs_ba: Oznake

source: Take photo
bs_ba: Uslikaj

source: Text editor command
bs_ba: Komanda za uređivača teksta

source: The app is now going to close. Please relaunch it to complete the process.
bs_ba: Aplikacija ce se zatvoriti. Molimo ponovo otvorite da bi se radnja potpuno zavrsila.

source: The application has been authorised - you may now close this browser tab.
bs_ba: Aplikacija je ovjerena – možete zatvoriti ovaj odjeljak u internet pregledniku.

source: The application has been authorised!
bs_ba: Aplikacija je ovjerena!

source: The application has been successfully authorised.
bs_ba: Aplikacija je uspješno ovjerena.

source: The application must be restarted for these changes to take effect.
bs_ba: Potrebno je restartovati aplikaciju da bi promjene bile primjenjene.

source: The command "%s" is only available in GUI mode
bs_ba: Komanda "%s" dostupna je samo u grafičkom okruženju

source: The default encryption method has been changed to a more secure one and it is recommended that you apply it to your data.
bs_ba: Osnovni metod šifriranja promijenjen je u novi, sigurniji i preporučuje se da ga primijenite na svoje podatke.

source: The editor command (may include arguments) that will be used to open a note. If none is provided it will try to auto-detect the default editor.
bs_ba: Komanda za uređivača teksta (može obuhvatiti argumente) koja će se koristiti za otvaranje bilješke. Ako nije navedena, pokušat će se utvrditi prekonfigurisani uređivač teksta.

source: The factor property sets how the item will grow or shrink to fit the available space in its container with respect to the other items. Thus an item with a factor of 2 will take twice as much space as an item with a factor of 1.Restart app to see changes.
bs_ba: Faktor određuje kako će se stavka povećavati ili smanjivati da bi stala u raspoloživi prostor skupa sa drugim stavkama. Tako će stavka čiji je faktor 2 zauzimati dvostruko više prostora od stavke s faktorom 1. Ponovo pokrenite aplikaciju da primijenite izmjene.

source: The Joplin mobile app does not currently support this type of link: %s
bs_ba: Mobilna Joplin aplikacija trenutno ne podržava ovu vrstu veze: %s

source: The master key has been upgraded successfully!
bs_ba: Glavni ključ uspješno je nadograđen!

source: The master keys with these IDs are used to encrypt some of your items, however the application does not currently have access to them. It is likely they will eventually be downloaded via synchronisation.
bs_ba: Glavni ključevi sa ovim identifikacijskim podacima korišteni su za šifriranje nekih stavki, ali su trenutno nedostupni. Vjerovatno će biti preuzeti nakon što se izvrši sinhronizacija.

source: The note "%s" has been successfully restored to the notebook "%s".
bs_ba: Bilješka "%s" uspješno je rekonstruisana i pohranjena u bilježnicu "%s".

source: The notebook could not be saved: %s
bs_ba: Bilježnicu nije bilo moguće pohraniti: %s

source: The notes have been imported: %s
bs_ba: Bilješke su unesene: %s

source: The possible commands are:
bs_ba: Moguće komande glase:

source: The tag "%s" already exists. Please choose a different name.
bs_ba: Oznaka "%s" već postoji. Izaberite drugi naziv.

source: The target to synchronise to. Each sync target may have additional parameters which are named as `sync.NUM.NAME` (all documented below).
bs_ba: Odredište za sinhronizaciju. Svako odredište može imati dodatne parametre imenovane kao `sync.NUM.NAME` (koji su dokumentovani ispod).

source: The web clipper service is enabled and set to auto-start.
bs_ba: Web clipper servis aktiviran je i pokreće se automatski.

source: The web clipper service is not enabled.
bs_ba: Web clipper servis nije aktiviran.

source: Theme
bs_ba: Tema

source: There are currently no notes. Create one by clicking on the (+) button.
bs_ba: Trenutno nema bilješki. Kreirajte ih pritiskom na (+) dugme.

source: There is currently no notebook. Create one by clicking on "New notebook".
bs_ba: Nema bilježnica. Kreirajte bilježnicu pritisnuvši na "Nova bilježnica".

source: There is no data to export.
bs_ba: Nema podataka za prenos.

source: There was a [conflict](%s) on the attachment below. %s
bs_ba: Došlo je do [conflict](%s) u prilogu ispod. %s

source: There was an error downloading this attachment:
bs_ba: Došlo je do greške prilikom preuzimanja priloga:

source: These items will remain on the device but will not be uploaded to the sync target. In order to find these items, either search for the title or the ID (which is displayed in brackets above).
bs_ba: Ove će stavke ostati na uređaju, ali neće biti prenesene na odredište sinhronizacije. Da biste te stavke pronašli, vršite pretragu po nazivu ili identifikacijskom broju (koji je prikazan unutar zagrada iznad).

source: These plugins enhance the Markdown renderer with additional features. Please note that, while these features might be useful, they are not standard Markdown and thus most of them will only work in Joplin. Additionally, some of them are *incompatible* with the WYSIWYG editor. If you open a note that uses one of these plugins in that editor, you will lose the plugin formatting. It is indicated below which plugins are compatible or not with the WYSIWYG editor.
bs_ba: Ovi dodaci unapređuju Markdown prikaz i nude dodatne mogućnosti. Primijetite da te mogućnosti, iako korisne, nisu standardni Markdown i funkcionisat će jedino u Joplinu. Dalje, neke od njih su *nekompatibilne* sa WYSIWYG uređivačem. Ako otvorite bilješku koja koristi neki od ovih dodataka u tom uređivaču, izgubit će se oblikovanje teksta karakteristično za dodatak. Ispod je ukazano na to koji su dodaci kompatibilni sa WYSIWYG uređivačem.

source: This attachment is not downloaded or not decrypted yet.
bs_ba: Prilog nije preuzet ili još nije dešifrovan.

source: This authorisation token is only needed to allow third-party applications to access Joplin.
bs_ba: Ovaj token za ovjeru potreban je samo kako bi se trećim aplikacijama omogućio pristup Joplinu.

source: This is an advanced tool to show the attachments that are linked to your notes. Please be careful when deleting one of them as they cannot be restored afterwards.
bs_ba: Ovo je napredna alatka za prikazivanje priloga koji se nalaze u Vašim bilješkama. Molimo budite oprezni prilikom brisanja priloga, jer se oni više neće moći rekonstruisati.

source: This note does not have geolocation information.
bs_ba: Ova bilješka ne sadržava informacije o geografskoj lokaciji.

source: This note has been modified:
bs_ba: Ova je bilješka izmijenjena:

source: This note has no content. Click on "%s" to toggle the editor and edit the note.
bs_ba: Bilješka je prazna. Pritisnite na "%s" da otvorite program za rad s tekstom i uredite bilješku.

source: This note has no history
bs_ba: Bilješka nema ranijih verzija

source: This Rich Text editor has a number of limitations and it is recommended to be aware of them before using it.
bs_ba: Ovaj Text editor ima par ogranicenja i preporucujemo da budete upoznati sa njima prije koristenja.

source: This service allows the browser extension to communicate with Joplin. When enabling it your firewall may ask you to give permission to Joplin to listen to a particular port.
bs_ba: Ovaj servis dopušta dodatku za internet preglednik da komunicira sa Joplinom. Kada ga aktivirate, Vaš firewall može od Vas tražiti dopuštenje da bi Joplin mogao slušati specificirani port.

source: This will allow Joplin to run in the background. It is recommended to enable this setting so that your notes are constantly being synchronised, thus reducing the number of conflicts.
bs_ba: Ovo će omogućiti Joplinu da radi u pozadini. Preporučujemo aktiviranje ove opcije kako bi Vaše bilješke bile konstantno sinhronizovane i tako se broj sukoba sveo na minimum.

source: This will open a new screen. Save your current changes?
bs_ba: Otvorit će se novi prikaz. Želite li memorisati trenutne izmjene?

source: Time format
bs_ba: Oblik vremena

source: title
bs_ba: naziv

source: To allow Joplin to synchronise with Dropbox, please follow the steps below:
bs_ba: Slijedite ove korake da dopustite Joplinu sinhronizovanje sa Dropboxom:

source: To delete a tag, untag the associated notes.
bs_ba: Da izbrišete oznaku, prvo je uklonite iz bilješki kojima je dodijeljena.

source: To delete: %d
bs_ba: Za brisanje: %d

source: To enter command line mode, press ":"
bs_ba: Za aktiviranje komandne linije, pritisnite ":"

source: To exit command line mode, press ESCAPE
bs_ba: Za zatvaranje komandne linije, pritisnite ESCAPE

source: To manually sort the notes, the sort order must be changed to "%s" in the menu "%s" > "%s"
bs_ba: Da ručno sortirate bilješke, način sortiranja treba promijeniti u "%s" kroz meni "%s" > "%s"

source: To maximise/minimise the console, press "tc".
bs_ba: Konzolu maksimizirate/minimizirate pritiskom na "tc".
