Repository: Thomas-Kebin/joplin
Catalog: packages/tools/locales/*.po
Languages: bs_ba

source: To move from one pane to another, press Tab or Shift+Tab.
bs_ba: Da pređete iz jednog okvira u drugi, pritisnite Tab ili Shift+Tab.

source: To retry decryption of these items. Run `e2ee decrypt --retry-failed-items`
bs_ba: Da ponovo pokušate dešifrovati ove stavke, pokrenite komandu `e2ee decrypt --retry-failed-items`

source: To work correctly, the app needs the following permissions. Please enable them in your phone settings, in Apps > Joplin > Permissions
bs_ba: Da bi radila kako treba, aplikaciji su potrebna sljedeća dopuštenja. Podesite ih u postavkama Vašeg telefona, u Aplikacije > Joplin > Dozvole

source: to-do
bs_ba: zadatak

source: Toggle development tools
bs_ba: Razvojni alati

source: Toggle editor layout
bs_ba: Prikaži uređivač

source: Toggle sidebar
bs_ba: Bočni meni

source: Token has been copied to the clipboard!
bs_ba: Token je kopiran u spremnik!

source: Tools
bs_ba: Alati

source: Total: %d/%d
bs_ba: Ukupno: %d/%d

source: Type `help [command]` for more information about a command; or type `help all` for the complete usage information.
bs_ba: Kucajte `help [command]` za više informacija o komandi; ili kucajte `help all` za detaljne informacije o načinu korištenja.

source: Type `joplin help` for usage information.
bs_ba: Kucajte `joplin help` za informacije o korištenju.

source: Type new tags or select from list
bs_ba: Unesite nove oznake ili odaberite iz popisa

source: Type: %s.
bs_ba: Vrsta: %s.

source: Uncompleted to-dos on top
bs_ba: Neobavljeni zadaci na vrh

source: Unknown flag: %s
bs_ba: Nepoznata oznaka: %s

source: Unsupported image type: %s
bs_ba: Nepodržana vrsta slike: %s

source: Unsupported link or message: %s
bs_ba: Nepodržana veza ili poruka: %s

source: Untitled
bs_ba: Bez naziva

source: Updated
bs_ba: Ažurirano

source: updated date
bs_ba: datum ažuriranja

source: Updated local items: %d.
bs_ba: Ažurirano lokalnih stavki: %d.

source: Updated remote items: %d.
bs_ba: Ažurirano spoljašnjih stavki: %d.

source: Updated: %d.
bs_ba: Ažurirano: %d.

source: Updated: %s
bs_ba: Ažurirano: %s

source: Upgrade
bs_ba: Nadogradi

source: Usage: %s
bs_ba: Korišteno: %s

source: Use long list format. Format is ID, NOTE_COUNT (for notebook), DATE, TODO_CHECKED (for to-dos), TITLE
bs_ba: Koristi dugi format. Format je ID, NOTE_COUNT (za bilježnice), DATE, TODO_CHECKED (za zadatke), TITLE

source: Use the arrows and page up/down to scroll the lists and text areas (including this console).
bs_ba: Pomoću strelica i tipki PageUp/PageDown pomjerajte liste i tekst (uključujući i ovu konzolu).

source: Use this to rebuild the search index if there is a problem with search. It may take a long time depending on the number of notes.
bs_ba: Ako se susretnete sa problemima prilikom pretraživanja, koristite ovu opciju da biste iznova kreirali indeks za pretragu. Proces može trajati dugo, zavisno od brojnosti bilješki.

source: View on map
bs_ba: Vidi na karti

source: View them now
bs_ba: Pregledajte ih sada

source: Warning
bs_ba: Upozorenje

source: Warning: not all resources shown for performance reasons (limit: %s).
bs_ba: Upozorenje: zbog performansi nisu prikazani svi resursi (granica: %s).

source: WebDAV password
bs_ba: WebDAV lozinka

source: WebDAV username
bs_ba: WebDAV korisničko ime

source: Website and documentation
bs_ba: Internet stranica i dokumentacija

source: Welcome to Joplin! Type `:help shortcuts` for the list of keyboard shortcuts, or just `:help` for usage information. For example, to create a notebook press `mb`; to create a note press `mn`.
bs_ba: Dobrodošli u Joplin! Kucajte `:help shortcuts` za prikaz kratica, ili samo `:help` za informacije o korištenju. Naprimjer, da kreirate bilježnicu pritisnite `mb`; za kreiranje bilješke koristite `mn`.

source: When creating a new note:
bs_ba: Prilikom kreiranja nove bilješke:

source: When creating a new to-do:
bs_ba: Prilikom kreiranja novog zadatka:

source: Words
bs_ba: Riječi

source: Yes
bs_ba: Da

source: You are about to attach a large image (%dx%d pixels). Would you like to resize it down to %d pixels before attaching it?
bs_ba: Slika koju ćete priložiti prilično je velika (%dx%d piksela). Želite li je smanjiti na %d piksela prije nego što je priložite?

source: You currently have no notebooks.
bs_ba: Trenutno nema nijedna bilježnica.

source: You do not have any installed plugin.
bs_ba: Nemate instaliranih dodataka.

source: You may use the tool below to re-encrypt your data, for example if you know that some of your notes are encrypted with an obsolete encryption method.
bs_ba: Možete koristiti alatku niže da ponovo šifrirate svoje podatke, npr. ako znate da su neke od Vaših bilješki šifrirane koristeći zastarjeli metod.

source: Your choice:
bs_ba: Vaš izbor:

source: Your data is going to be re-encrypted and synced again.
bs_ba: Vaši podaci iznova će se šifrirati i sinhronizovati.

source: Your permission to use your camera is required.
bs_ba: Potrebno je Vaše dopuštenje za korištenje kamere.

source: Your version: %s
bs_ba: Vaša verzija: %s

source: Zoom In
bs_ba: Povećaj

source: Zoom Out
bs_ba: Smanji
